/* NSTextField (As a contributor to Cyberduck, you receive a donation key that disables this prompt.) : <title:As a contributor to Cyberduck, you receive a donation key that disables this prompt.> (oid:50) */
"As a contributor to Cyberduck, you receive a donation key that disables this prompt." = "In qualità di collaboratore del progetto Cyberduck, riceverai una Chiave Donazione che disabilita questo messaggio.";

/* NSButton (Don't show again for this version.) : <title:Don't show again for this version.> (oid:12) */
"Don't show again for this version." = "Non mostrare più questa finestra.";

/* NSButton (Donate!) : <title:Donate!> (oid:7) */
"Donate!" = "Contribuisci!";

/* NSTextField (Donation Key) : <title:Donation Key> (oid:30) */
"Donation Key" = "Codice donazione";

/* NSTextField (It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!) : <title:It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!> (oid:9) */
"It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!" = "Ho dedicato tante notti allo sviluppo di questa applicazione. Se la trovate particolarmente utile, per favore considerate un contributo all'autore (io!) di questo software. Mi incoraggierà a migliorarla!";

/* NSButton (Later) : <title:Later> (oid:11) */
"Later" = "Più tardi";

/* NSWindow (Please Donate) : <title:Please Donate> (oid:5) */
"Please Donate" = "Donazioni";

/* NSTextField (Thank you for using Cyberduck!) : <title:Thank you for using Cyberduck!> (oid:10) */
"Thank you for using Cyberduck!" = "Grazie per aver usato Cyberduck!";

/* NSTextField (The payment can be made simply and safely using Paypal. You don't need to open an account.) : <title:The payment can be made simply and safely using Paypal. You don't need to open an account.> (oid:19) */
"The payment can be made simply and safely using Paypal. You don't need to open an account." = "Il pagamento può essere facilmente eseguito online con Paypal.";

